TOKEN = 'NzMzMTc0NTMwNzU0NzQwMjQ2.XxiFuQ.NnLd5JTD9ayKoWL4i2UEXYZmcIk'
POST_ID = 736712811559780352
ROLES = {
    '<:Warrior:736702255004385360>':733313694305353778,
    '<:Ranger:736702032056025099>':733314081020313671,
    '<:Sorceress:736702174268096553>':733314081523761212,
    '<:Berserker:736701933225508957>':733314075504934952,
    '<:Tamer:736702200989876335>':733314082320678983,
    '<:Musa:736701991098646628>':733314385409343498,
    '<:Maehwa:736701977232146442>':733314386592268338,
    '<:Valkyrie:736702237568401539>':733314080151961690,
    '<:Ninja:736702016545620019>':733314083432038432,
    '<:Kunoichi:736701963584143432>':733314083914252309,
    '<:Wizard:736702283093508137>':733314387028344893,
    '<:Witch:736702268048539679>':733314388500545597,
    '<:DarkKnight:736709344409944064>':733314385363206175,
    '<:Striker:736702186343366666>':733314078243684513,
    '<:Mystic:736701942780133427>':733314079552438333,
    '<:Archer:736790274012872726>':733314383211397182,
    '<:Lahn:736712508236365825>':733314384243327078,
    '<:Shai:736702214281887815>':733314085147508746,
    '<:Guardian:736706890330931211>':733314082739978241,}

EXCROLES = ()
MAX_ROLES_PER_USER = 6


RULE = 'Добро пожаловать в гильдию WULF \nПравила гильдии: \n\n1️⃣ У нас (почти)* не ругаются матом. Уважайте себя и других участников! \n\n✳ Использование ненормативной лексики мы не приветствуем, однако в редких, но особо эмоциональных моментах, как например: "на заточился босс шмот блять!", "Меня слили пидарасы!"), мы допускаем подобные реплики, тем не менее старайтесь контролировать свою речь!\n\n2️⃣ У нас категорически запрещена дискриминация по половым признакам, религиозным и политическим взглядам, а также национальности! Любые подстрекательства, ссоры и разговоры в подобном ключе будут жестко пресекаться!\n3️⃣ Строгое соблюдение субординации с главами гильдий и офицерами, действия которых не обсуждаются.\n4️⃣ Мы не приемлем хамство, оскорбления и переход на личности как в голосовых чатах, так и в текстовых! За подобное поведение вы можете быть исключены из сообщества без объяснения причин! \n❗ За нарушение вышеуказанных правил, в отношении участника-нарушителя будет применены административные меры (вплоть до исключения из сообщества).\n▶ Количество часов в онлайне в сутки - не имеет значения.\n▶ Уровень персонажа - не имеет значения, однако опытные игроки у нас всегда в почете!\n▶ Желание играть и общаться с другими участниками сообщества.\n▶ Онлайн активность в жизни гильдии (готовность к участию в совместных ивентах, квестах и т.д.)\n▶ Зашел в игру - зайди в ДИСКОРД - самое основное требование\n▶ Убедительная просьба, при авторизации на сервере, нужно выбрать ваш класс во вкладке "выбор-класса", и  придерживаться следующей формы никнейма: сперва указываем игровую фамилию, далее пишем свое имя. Пример никнейма: ShotMaster (Денис). В исключительных случаях возможно отступление от данной формы'
